[
  {
    "scheme_code": "pmksy",
    "name": "प्रधानमंत्री कृषि सिंचाई योजना (PMKSY)",
    "description": "सरकार द्वारा किसानों को सिंचाई सुविधाओं के विकास के लिए वित्तीय सहायता प्रदान करने वाली योजना। इस योजना के तहत छोटे और सीमांत किसानों को 40-50% अनुदान मिलता है। यह योजना खेतों में बोरवेल, तालाब, ड्रिप सिंचाई आदि स्थापित करने में मदद करती है।",
    "scheme_type": "subsidy",
    "focus_area": "Irrigation",
    "benefit_amount": "सिंचाई परियोजनाओं पर 40-50% अनुदान (40-50% Subsidy on Irrigation Projects)",
    "eligibility_criteria": "सभी किसान जिनके पास कृषि योग्य भूमि है। अनुसूचित जाति/जनजाति किसानों को प्राथमिकता दी जाती है। न्यूनतम जमीन 0.5 हेक्टेयर होनी चाहिए।",
    "is_recommended": true,
    "is_active": true
  },
  {
    "scheme_code": "pmfby",
    "name": "प्रधानमंत्री फसल बीमा योजना (PMFBY)",
    "description": "किसानों को प्राकृतिक आपदाओं के कारण फसल को नुकसान से सुरक्षा प्रदान करने वाली व्यापक बीमा योजना। यह योजना सूखा, बाढ़, ओलावृष्टि, कीट रोग आदि से सुरक्षा देती है। किसान को प्रीमियम का केवल 2-5% भुगतान करना होता है, बाकी सरकार देती है।",
    "scheme_type": "scheme",
    "focus_area": "Crop Insurance",
    "benefit_amount": "प्रीमियम में 90% सरकारी योगदान (90% Government Contribution to Premium)",
    "eligibility_criteria": "भारत में सभी किसान जो फसल उगा रहे हैं। लोन लेने वाले और गैर-लोन लेने वाले दोनों किसान पात्र हैं। कोई भूमि सीमा नहीं है।",
    "is_recommended": true,
    "is_active": true
  },
  {
    "scheme_code": "shc",
    "name": "सॉयल हेल्थ कार्ड योजना",
    "description": "मिट्टी की गुणवत्ता जांचने और सुधारने के लिए सरकारी योजना। यह योजना मिट्टी की पोषक तत्वों (नाइट्रोजन, फॉस्फेट, पोटेशियम) की जानकारी देती है ताकि किसान सही खाद चुन सकें और बेहतर उपज प्राप्त कर सकें।",
    "scheme_type": "scheme",
    "focus_area": "Soil Testing",
    "benefit_amount": "मुफ्त मिट्टी परीक्षण और स्वास्थ्य कार्ड (Free Soil Testing and Health Card)",
    "eligibility_criteria": "सभी किसान। भूमि के आकार या फसल के प्रकार के आधार पर कोई प्रतिबंध नहीं है। किसान को केवल मिट्टी का नमूना देना होता है।",
    "is_recommended": true,
    "is_active": true
  },
  {
    "scheme_code": "pmkisan",
    "name": "पीएम किसान योजना (PM-KISAN)",
    "description": "सभी किसानों को सीधे आय सहायता प्रदान करने वाली योजना। प्रत्येक किसान को साल में तीन बार ₹2,000 (कुल ₹6,000) मिलता है। यह राशि सीधे किसान के बैंक खाते में जमा होती है।",
    "scheme_type": "subsidy",
    "focus_area": "Income Support",
    "benefit_amount": "वर्ष में ₹6,000 (त्रैमासिक ₹2,000) | ₹6,000/year (₹2,000 per quarter)",
    "eligibility_criteria": "भारत के सभी किसान जिनके पास वैध भूमि रिकॉर्ड हैं। 2 हेक्टेयर तक भूमि वाले किसान पात्र हैं। आय के अन्य स्रोत की कोई सीमा नहीं।",
    "is_recommended": true,
    "is_active": true
  },
  {
    "scheme_code": "amy",
    "name": "कृषि यंत्रीकरण योजना (Agricultural Mechanization)",
    "description": "कृषि यंत्रों और उपकरणों की खरीद पर सरकारी अनुदान। ट्रैक्टर, पंपिंग सेट, थ्रेशर, कल्टीवेटर, हारवेस्टर आदि पर 40-80% तक अनुदान मिलता है। इससे किसान का कृषि कार्य आसान और समय पर हो जाता है।",
    "scheme_type": "subsidy",
    "focus_area": "Farm Equipment",
    "benefit_amount": "कृषि यंत्रों पर 40-80% अनुदान (40-80% Subsidy on Agricultural Machinery)",
    "eligibility_criteria": "छोटे और सीमांत किसान। अनुसूचित जाति/जनजाति किसानों को प्राथमिकता दी जाती है। 2 हेक्टेयर तक भूमि वाले किसान पात्र हैं।",
    "is_recommended": true,
    "is_active": true
  },
  {
    "scheme_code": "seed_subsidy",
    "name": "बीज अनुदान योजना (Seed Subsidy Scheme)",
    "description": "गुणवत्ता वाले बीजों की खरीद पर अनुदान। सरकारी नर्सरी से प्रमाणित और विश्वसनीय बीज खरीद पर 50% तक अनुदान मिलता है। यह योजना किसानों को उच्च पैदावार वाली बेहतर किस्मों के बीज खरीदने में मदद करती है।",
    "scheme_type": "subsidy",
    "focus_area": "Quality Seeds",
    "benefit_amount": "गुणवत्ता वाले बीजों पर 50% अनुदान (50% Subsidy on Quality Certified Seeds)",
    "eligibility_criteria": "सभी किसान जो अधिसूचित फसलें उगा रहे हैं। सरकारी नर्सरी से खरीदारी करना अनिवार्य है। किसानों को राज्य सरकार द्वारा अनुमोदित बीज खरीदने होते हैं।",
    "is_recommended": false,
    "is_active": true
  }
]